---
layout: default
team:
   -
      photo_image: /uploads/lego-panacek.jpg
      name: Jiří Soukup
      size: col-2_sm-12
      vzdelani: ČVUT Praha
      email: info@smarchitects.cz
      cislo: 420608834967
   -
      photo_image: /uploads/lego-panacek.jpg
      name: Tereza Mosbauerová
      size: col-2_sm-12
      vzdelani: AVU Praha
      email: mosbauerova@smarchitects.cz
      cislo: 420731654946
   -
      photo_image: /uploads/lego-panacek.jpg
      name: Tereza Cihlářová
      size: col-2_sm-12
      vzdelani: ČVUT Praha
      email: cihlarova@smarchitects.c
      cislo: 420775110005
   -
      photo_image: /uploads/lego-panacek.jpg
      name: Petr Husák
      size: col-2_sm-12
      vzdelani: ČVUT Praha
      email: husak@smarchitects.cz
      cislo: 420605885435
   -
      photo_image: /uploads/lego-panacek.jpg
      name: Šárka Böhmová
      size: col-2_sm-12
      vzdelani: ČVUT Praha
      email: '+420721516166'
      cislo: 420000000000
---
<section class="padded grid">
    <div class="col-12 center">
        <h3 class="editable">
            Stručně o na&scaron;em t&yacute;mu
        </h3>
        <p class="editable">
            SM Architects je rodinn&aacute; architektonicko &ndash; projekčn&iacute; kancel&aacute;ř založen&aacute; v roce 2012 Ing. arch. Jiř&iacute;m Soukupem. Kancel&aacute;ř nab&iacute;z&iacute; komplexn&iacute; služby od pomoci klientům s definic&iacute; zad&aacute;n&iacute; sam&eacute;ho, přes urbanistick&eacute;/architektonick&eacute; koncepty/studie, po kompletn&iacute; tvorbu v&scaron;ech stupňů projektov&eacute; dokumentace. V neposledn&iacute; řadě se zab&yacute;v&aacute;me rovněž projektov&yacute;m managementem, inžen&yacute;ringem při spr&aacute;vn&iacute;ch ř&iacute;zen&iacute;ch, ř&iacute;zen&iacute;m stavby a v&scaron;emi stupni dozorů. &nbsp;<br />Nen&iacute; zad&aacute;n&iacute; do kter&eacute;ho bychom se plnou parou nevrhli.<br />Vět&scaron;ina klientů s n&aacute;mi žije dlouh&aacute; l&eacute;ta ve spokojen&eacute;m partnerstv&iacute;, kter&eacute; mnohdy přerůst&aacute; do př&aacute;telstv&iacute;. Na&scaron;&iacute; prioritou je kvalita na &uacute;kor kvantity obecně.<br />V na&scaron;em portfoliu se nal&eacute;zaj&iacute; velmi pestr&eacute; projekty a realizace. Na jedn&eacute; straně velmi detailn&iacute; interi&eacute;rov&aacute; tvorba, design, grafick&aacute; zad&aacute;n&iacute;, např&iacute;klad tvorba corporate identity apod. Na straně druh&eacute; urbanistick&eacute; koncepty, projekty pozemn&iacute;ch staveb, projekty technologick&yacute;ch zař&iacute;zen&iacute;.<br />Při n&aacute;vrz&iacute;ch db&aacute;me na udržitelnost ře&scaron;en&iacute; v čase a to nejen v rovině vizu&aacute;ln&iacute;, ekologick&yacute;ch technologi&iacute;, ale rovněž v rovině použit&yacute;ch stavebně &ndash; technick&yacute;ch ře&scaron;en&iacute;.
        </p>
    </div>
        
</section>





<section class="padded grid-spaceAround">
    <div class="col-3_sm-12">
        <h3 class="editable">
            Adolf Loos
        </h3>
        <p class="editable">
            &bdquo;Architektura, to nen&iacute; kreslen&iacute;. Architektura se může ps&aacute;t - jako b&aacute;seň nebo partitura.&ldquo;
        </p>
    </div>
    <div class="col-3_sm-12">
        <h3 class="editable">
            Tom&aacute;&scaron; Baťa
        </h3>
        <p class="editable">
            &bdquo;Dělejme třeba nejnepatrněj&scaron;&iacute; věc na světě, ale dělejme ji nejl&eacute;pe.&ldquo;
        </p>
    </div>
    <div class="col-3_sm-12">
        <h3 class="editable">
            Frank L. Wright
        </h3>
        <p class="editable">
            &bdquo;Matkou uměn&iacute; je architektura. Bez vlastn&iacute; architektury na&scaron;e civilizace nem&aacute; du&scaron;i.&ldquo;
        </p>
    </div>
</section>

<section class="padded grid-spaceAround">
    <h3 class="center col-12 editable">Kdo jsme</h3>
    <p class="editable">
        Z&aacute;sadn&iacute;mi členy teamu jsou MgA. Tereza Mosbauerov&aacute;, Ing. arch. Tereza Cihl&aacute;řov&aacute;, Ing. arch. Petr Hus&aacute;k. Projekčn&iacute; činnost sv&yacute;mi zku&scaron;enostmi pokr&yacute;v&aacute; Ing. Květa Mosbauerov&aacute;.&nbsp; Spolupracujeme s vysoce kvalifikovan&yacute;mi profesanty, k nimž n&aacute;s poj&iacute; osobn&iacute; př&aacute;telstv&iacute;. V na&scaron;em kolektivu nen&iacute; profesion&aacute;l maj&iacute;c&iacute; m&eacute;ně než dvacetiletou praxi v oboru. Jsme racion&aacute;ln&iacute; progresivn&iacute; individuality tvoř&iacute;c&iacute; v &uacute;zk&eacute;m kontaktu se členy neust&aacute;le se vyv&iacute;jej&iacute;c&iacute;ho t&yacute;mu.
    </p>

    {%for member in page.team%}
		<div class="{{member.size}} pointer team-member padded-1" data-target="{{member.name}}">
		  <div class="hover-container img-team" style="background-image:url('{{member.photo_image}}')">
			<div class="hover-overlay">
			  <div class="hover-inner">
				<h3 class="team-text center"> {{member.name}} </h3>
			  </div>
			</div>
		  </div>
		</div>
	{%endfor%}

    {%for popup in page.team%}
    <section class="popup" data-pop="{{popup.name}}">
      <div class="grid-spaceBetween">
        <div class="col-5_sm-12">
          <img src="{{popup.photo_image}}" class="popup-photo img-team" />
        </div>
        <div class="col-5-middle">
            <h2>{{popup.name}}</h2>
            <p>Vzdělání: {{popup.vzdelani}}</p>
            <p>Email: <a href="mailto:{{popup.email}}"> {{popup.email}}</a></p>
            <p>Telefon: <a href="tel:{{popup.cislo}}"> {{popup.cislo}}</a></p>
        </div>
        <div class="popupX">  
            <svg viewbox="0 0 100 100">
            <path d="M 0,0 L100,100" />
            <path d="M 100,0 L0,100" />
            </svg>
        </div>
      </div>
    </section>


    {%endfor%}

    <div class="popUpOverlay"></div>


</section>
  